{
  "navbar.me": "Moi",
  "navbar.project": "Mes projets",
  "navbar.contact": "Contact",
  "hero.title": "Ingénieur logiciel, créateur de solutions pour jeux et plus encore",
  "hero.subtitle": "Créer des solutions simples à des problèmes complexes",
  "section.me.title": "Salut ! Moi c'est Valérian",
  "section.me.description": "Je suis ingénieur logiciel chez AEM MuTest, avec une expérience en développement backend, automatisation et ingénierie des données.\nJe conçois des systèmes fiables et maintenables en Java, Python et C++, avec un fort accent sur la qualité du code et la scalabilité.\n\nDiplômé de Télécom Saint-Étienne, je réalise également des projets freelance, notamment autour du développement de plugins Minecraft\net de l’architecture de serveurs. Je suis motivé par le design soigné, les défis techniques et la création de valeur sur le long terme.",
  "section.review.title": "Ce que les gens disent de moi",
  "section.project.title": "Projets personnels",
  "section.project.subtitle": "Quelques-uns des projets personnels sur lesquels je travaille",
  "section.project.card.sourcecode": "Code source",
  "section.project.sscs.description": "Système simple de commandes slash en Java sur Discord pour les librairies JDA",
  "section.project.betterdrink.description": "Fork de Drink pour améliorer les commandes par annotations dans Minecraft",
  "section.project.serverlabs.description": "Un serveur Minecraft de démonstration pour les plugins que j'ai développés au fil du temps.",
  "section.project.iocframework.description": "Un framework IOC fait maison avec des extensions utilisées dans RadioRythm.",
  "section.project.quickwouf.description": "Un jeu type Google Quickdraw : dessinez un mot et laissez l'IA deviner. Projet réalisé dans un cadre étudiant.",
  "section.project.simplybotlibs.description": "Librairie pour le développement de bots Discord.",
  "section.contact.title": "Me contacter",
  "section.contact.description": "Vous pouvez me contacter sur Fiverr ou directement par email.",
  "section.contact.fiverr": "Me recruter sur Fiverr",
  "footer.madeby": "Fait par Valérian / Swansky",
  "footer.sourcecode": "Code source sur GitHub"
}
