{
  "navbar.me": "Sobre mí",
  "navbar.project": "Mis proyectos",
  "navbar.contact": "Contacto",
  "hero.title": "Ingeniero de software, creador de soluciones para juegos y más",
  "hero.subtitle": "Creando soluciones simples para problemas complejos",
  "section.me.title": "¡Hola! Soy Valérian",
  "section.me.description": "Soy ingeniero de software en AEM MuTest, con experiencia en desarrollo backend, automatización e ingeniería de datos.\nConstruyo sistemas fiables y mantenibles utilizando Java, Python y C++, con un fuerte enfoque en la calidad del código y la escalabilidad.\n\nGraduado de Télécom Saint-Étienne, también realizo proyectos freelance, especialmente en el desarrollo de plugins para Minecraft\ny la arquitectura de servidores. Me motiva el diseño limpio, los desafíos técnicos y crear valor a largo plazo.",
  "section.review.title": "Lo que la gente dice sobre mí",
  "section.project.title": "Proyectos personales",
  "section.project.subtitle": "Algunos de los proyectos personales en los que estoy trabajando",
  "section.project.card.sourcecode": "Código fuente",
  "section.project.sscs.description": "Sistema simple de comandos slash en Java para Discord con bibliotecas JDA",
  "section.project.betterdrink.description": "Fork de Drink para mejorar los comandos basados en anotaciones para Minecraft",
  "section.project.serverlabs.description": "Un servidor de demostración de Minecraft para plugins desarrollados por mí a lo largo del tiempo.",
  "section.project.iocframework.description": "Un framework IOC casero con extensiones utilizadas en RadioRythm.",
  "section.project.quickwouf.description": "Un juego tipo Google Quickdraw: dibuja una palabra y deja que la IA la adivine. Proyecto estudiantil.",
  "section.project.simplybotlibs.description": "Biblioteca para el desarrollo de bots de Discord.",
  "section.contact.title": "Contáctame",
  "section.contact.description": "Puedes contactarme en Fiverr o directamente por correo electrónico.",
  "section.contact.fiverr": "Contrátame en Fiverr",
  "footer.madeby": "Hecho por Valérian / Swansky",
  "footer.sourcecode": "Código fuente en GitHub"
}
