{
  "navbar.me": "Sobre mí",
  "navbar.project": "Mis proyectos",
  "navbar.contact": "Contacto",
  "hero.title": "Ingeniero de software y datos apasionado por su oficio",
  "hero.subtitle": "Soluciones fiables. Código limpio. Retos técnicos.",
  "section.me.title": "¡Hola! Soy Valérian",
  "section.me.description": "Ingeniero de software en AEM MuTest, diseño aplicaciones robustas en Java, tanto para la web como para software de escritorio.\nTambién trabajo con Python, Typescript, C# y C++, siempre con un fuerte enfoque en la calidad, la mantenibilidad y las buenas prácticas.\n\nGraduado de Télécom Saint-Étienne, también soy freelance en proyectos relacionados con servidores de Minecraft y negocios en línea.\nMe apasionan los sistemas bien diseñados, los retos técnicos y construir soluciones que perduren.",
 "section.review.title": "Lo que la gente dice sobre mí",
  "section.project.title": "Proyectos personales",
  "section.project.description":"Algunos de los proyectos personales en los que estoy trabajando",
  "section.project.subtitle": "Algunos de los proyectos personales en los que estoy trabajando",
  "section.project.card.sourcecode": "Código fuente",
  "section.project.sscs.description": "Sistema simple de comandos slash en Java para Discord con bibliotecas JDA",
  "section.project.betterdrink.description": "Fork de Drink para mejorar los comandos basados en anotaciones para Minecraft",
  "section.project.serverlabs.description": "Un servidor de demostración de Minecraft para plugins desarrollados por mí a lo largo del tiempo.",
  "section.project.iocframework.description": "Un framework IOC casero con extensiones utilizadas en RadioRythm.",
  "section.project.quickwouf.description": "Un juego tipo Google Quickdraw: dibuja una palabra y deja que la IA la adivine. Proyecto estudiantil.",
  "section.project.simplybotlibs.description": "Biblioteca para el desarrollo de bots de Discord.",
  "section.contact.title": "Contáctame",
  "section.contact.description": "Puedes contactarme en Fiverr o directamente por correo electrónico.",
  "section.contact.fiverr": "Contrátame en Fiverr",
  "footer.madeby": "Hecho por Valérian / Swansky",
  "footer.sourcecode": "Código fuente en GitHub"
}
